Repository: capstanlqc/cli_automation
Catalog: conv_flash_xlsxs_to_tmxs/output/Eurobarometer_FLASH-002_ita-ITA_MRT.tmx
Source language: en_us
Languages: it_it

source: As far as your current occupation is concerned, would you say you are...? {#D2_ins}
it_it: Per quanto riguarda la Sua occupazione attuale, direbbe di essere... {#D2_ins}

source: Less than 1 year
it_it: Meno di 1 anno

source: Please enter a value between {#D1_age_ins} and 105. If the respondent is less than {#D1_age_ins} years, select response “<{#D1_age_ins} years”.
it_it: Inserisca un numero compreso tra {#D1_age_ins} e 105. Se l'intervistato ha meno di {#D1_age_ins} anni, selezioni la risposta “<{#D1_age_ins} anni”.

source: How many children under the age of 15 are living in your household?
it_it: Quanti bambini/e/ragazzi/e di età inferiore a 15 anni vivono nel suo nucleo familiare?

source: Previous
it_it: Indietro

source: Small or medium-sized town
it_it: Una piccola o media cittadina

source: More than 50 million euro
it_it: Più di 50 milioni di euro

source: Information and Communication
it_it: SERVIZI DI INFORMAZIONE E COMUNICAZIONE

source: European Central Bank
it_it: Banca centrale europea

source: Luxembourgish
it_it: Lussemburghese

source: Answer '{ANSWER}' is not numeric.
it_it: Domanda '{QUESTION}' ({QUESTION_NUMBER}): La risposta '{ANSWER}' non è numerica.

source: Do you use more than one mobile phone? {#D2_ins}
it_it: Utilizza più di un cellulare? {#D2_ins}

source: You entered an unexpected value, please review your answer or continue to confirm your response.
it_it: Ha inserito un numero inaspettato. Voglia rivedere la Sua risposta o continui per confermare la Sua risposta.

source: Occasionally
it_it: Occasionalmente

source: Over the last year, would you say that this image you have of the EU improved, got worse or stayed about the same? {#SD15_ins}
it_it: Nell'ultimo anno, direbbe che questa immagine che Lei ha dell'UE sia migliorata, peggiorata o rimasta più o meno la stessa? {#SD15_ins}

source: 50% or more owned or controlled by persons from other countries outside (THIS COUNTRY)
it_it: ...per il 50% o più di proprietà o controllata da stranieri?

source: (READ OUT – ONE ANSWER PER LINE)
it_it: (LEGGERE - UNA RISPOSTA PER RIGA)

source: Research Executive Agency
it_it: Agenzia esecutiva per la ricerca

source: Services directly to consumers
it_it: Servizi direttamente ai consumatori

source: 16 years or older (will pass phone to start the interview)
it_it: 16 anni o più (riceverà il telefono per iniziare l'intervista)

source: 10 to 49 employees
it_it: Da 10 a 49 dipendenti

source: Professional, scientific and technical activities
it_it: ATTIVITÀ PROFESSIONALI, SCIENTIFICHE E TECNICHE

source: Agriculture, Forestry and Fishing
it_it: AGRICOLTURA, SILVICOLTURA E PESCA

source: Irish
it_it: Irlandese
